// 3. Кои от следните твърдения са верни (отбележете с да или не за всяко едно):

// Можем да викаме в конструктор друг конструктор на същия клас; ДА
// Можем да имаме няколко деструктора и няколко конструктора;    НЕ
// Можем да имаме няколко деструктора, но само един конструктор; НЕ
// Можем да имаме няколко конструктора, но само един деструктор; ДА
// Можем да имаме само един конструктор и само един деструктор;  НЕ
// Задължително трябва да имаме конструктор и деструктор в класа;НЕ
// Ако си напишем конструктор с параметри, то дефолтния конструктор се запазва; НЕ
// Ако си напишем конструктор с параметри, то за да ползваме дефолтния конструктор трябва да напишем и него. ДА